Repository: BMaxV/apport
Catalog: po/*.po
Languages: my

source: Report a problem...
my: ပြသာနာတစ်ခုကိုသတင်းပို့မည်

source: Report a malfunction to the developers
my: malfunction တစ်ခုကို ဆော့ဖ်ဝဲရေးသားသူများထံ တိုင်ကြားပါ။

source: Sorry, the application %s has stopped unexpectedly.
my: ဆောရီး application %s သည်ရုပ်တရက်ရပ်သွားသည်။

source: Sorry, %s has closed unexpectedly.
my: ဆောရီး %s သည်မမျှော်လင့်ပဲပိတ်သွားပါသည်

source: Sorry, %s has experienced an internal error.
my: ဆောရီး, %s သည်အတွင်းပိုင်းပြသာနာတက်နေသည်။

source: Send problem report to the developers?
my: developer ဆီသို့ပြသာနာများကို သတင်းပို့မည်

source: Send
my: ပို့မည်။

source: Show Details
my: အသေးစိတ်များကို ဖော်ပြပါ။

source: Continue
my: ဆက်လုပ်

source: The application %s has stopped responding.
my: ဒီ application %s တုံ့ပြန်ရပ်တန့်ခဲ့သည်။

source: The program "%s" has stopped responding.
my: အဆိုပါအစီအစဉ်ကို "%s" တုန့်ပြန်ရပ်တန့်ခဲ့သည်။

source: Sorry, a problem occurred while installing software.
my: ဆောရီး၊ ဆော့ဝဲလ်သွင်းနေစဉ်ပြသာနာအနည်းငယ်ရှိသည်။

source: The application %s has experienced an internal error.
my: အက်ပလီကေးရှင်း %s သည် အတွင်းပိုင်းအမှားအယွင်းတစ်ခု ကြုံတွေ့နေရပါသည်။

source: The application %s has closed unexpectedly.
my: application %s သည်မမျှော်လင့်ပဲပိတ်သွားသည်

source: If you notice further problems, try restarting the computer.
my: နောက်ထပ်ပြသာနာများကိုတွေ့ရှိပါက သင်၏ကွန်ပြူတာကိုပိတ်ပြီးပြန်ဖွင့်ခြင်းဖြင့်ကြိုးစားကြည့်ပါ

source: Ignore future problems of this type
my: ဒီလိုအမျိုးအစားပြသာနာများကိုလစ်လျူရှုမည်

source: Hide Details
my: အချက်အလက်များကို ဖျောက်ထားမည်

source: Do not put the new traces into the report, but write them to stdout.
my: တင်ပြမှုတွင်လမ်းကြောင်းသစ်များမထည့်ပါနှင့် သို့သော် stdout တွင်ရေးပါ

source: Start an interactive gdb session with the report's core dump (-o ignored; does not rewrite report)
my: gdb အပြန်အလှန်ကဏ္ဍကို တင်ပြမှုရဲ့ ပင်မအစုဖြင့်စတင်ပါ (-o လျစ်လျှူရှု; တင်ပြမှုကိုပြန်လည်မရေးတော့ပါ)

source: Write modified report to given file instead of changing the original report
my: မူလတင်ပြချက်ကို ပြင်မည့်အစား အသစ်ပြင်ထားသောတင်ပြချက်ကိုရေး၍ပေးပါ

source: Remove the core dump from the report after stack trace regeneration
my: ခြေရာခံမှုထုတ်ပြန်ပြီးနောက် ပင်မပြဿနာအစုကို တင်ပြမှုမှဖယ်ထုတ်ပါ

source: Override report's CoreFile
my: တင်ပြမှုရဲ့ အဓိကဖိုင်ကို ပြင်ရေးပါ

source: Override report's ExecutablePath
my: တင်ပြမှုရဲ့ ခွင့်ပြုလမ်းကြောင်းကိုပြင်ရေးပါ

source: Override report's ProcMaps
my: တင်ပြမှုရဲ့ ProcMaps ကိုပြင်ရေးပါ

source: Rebuild report's Package information
my: တင်ပြမှုရဲ့ ပက်ကေ့ချ်အချက်အလက်ကို ပြန်တည်ဆောက်ပါ

source: Build a temporary sandbox and download/install the necessary packages and debug symbols in there; without this option it assumes that the necessary packages and debug symbols are already installed in the system. The argument points to the packaging system configuration base directory; if you specify "system", it will use the system configuration files, but will then only be able to retrace crashes that happened on the currently running release.
my: ယာယီ ပေးပို့မှုတည်ဆောက်ပြီး လိုအပ်သော ပက်ကေ့ချ်များကို ဆွဲချခြင်းတပ်ဆင်ခြင်းနှင့် အပြစ်တွေ့ရှိမှုရဲ့သင်္ကေတရှိနေမည်။ ဤရွေးချယ်မှုမပါဝင်ပါကလိုအပ်သောပက်ကေ့ချ်များနှင့် အပြစ်တွေ့ရှိမှုရဲ့သင်္ကေတများရှိပြီးသားဟုမှတ်ယူမည်။ပက်ကေ့ချ်စနစ်ရဲ့ပြုပြင်ပြီးသားအခြေခံလမ်းကြောင်းတွင်ရှိသော ထပ်ဖြည့်မှတ်များ၌ အကယ်၍သင့်အနေဖြင့်စနစ်ဟုသတ်မှတ်လျှင် ၎င်းတို့သည် စနစ်ရဲ့စီမံပြီးသားဖိုင်တွေကိုအသုံးပြုမည်။သို့သော် ပျက်စီးမှုလမ်းကြောင်းများကိုသာသိနိုင်ပြီးယခုလက်ရှိထွက်ရှိမှုတွင်သာအကြုံးဝင်သည်။

source: Build another temporary sandbox for installing gdb and its dependencies using the same release as the report rather than whatever version of gdb you have installed.
my: သင်ထည့်သွင်းထားသည့် မည်သည့် gdb ဗားရှင်းမဆိုထက် အစီရင်ခံစာကဲ့သို့ တူညီသောထွက်ရှိမှုကို အသုံးပြု၍ gdb နှင့် ၎င်း၏ dependencies တို့ကို ထည့်သွင်းရန်အတွက် နောက်ထပ် ယာယီ sandbox ကို တည်ဆောက်ပါ။

source: Report download/install progress when installing packages into sandbox
my: ပက်ကေ့ဂျ်များကို sandbox တွင် ထည့်သွင်းသည့်အခါ ဒေါင်းလုဒ်လုပ်ခြင်း/ထည့်သွင်းခြင်းတိုးတက်မှုကို အစီရင်ခံပါ။

source: Prepend timestamps to log messages, for batch operation
my: အတွဲလိုက်လုပ်ဆောင်မှုအတွက် မက်ဆေ့ချ်များမှတ်တမ်းတင်ရန် timestamps ထည့်ပါ။

source: Create and use third-party repositories from origins specified in reports
my: အစီရင်ခံစာများတွင် သတ်မှတ်ထားသည့် မူရင်းများမှ third-party repositories ကို ဖန်တီးပြီး အသုံးပြုပါ။

source: Cache directory for packages downloaded in the sandbox
my: sandbox တွင် ဒေါင်းလုဒ်လုပ်ထားသော ပက်ကေ့ဂျ်များအတွက် ကက်ရှ်လမ်းညွှန်

source: Directory for unpacked packages. Future runs will assume that any already downloaded package is also extracted to this sandbox.
my: ဖြည်ချထားသောပက်ကေ့ဂျ်များအတွက် လမ်းညွှန်ခြင်း။ အနာဂတ်လုပ်ဆောင်မှုများအနေဖြင့် ဒေါင်းလုဒ်လုပ်ထားသော မည်သည့်ပက်ကေ့ခ်ျကိုမဆို ဤ sandbox သို့ ဖြည်ချသည်ဟု ယူဆပါမည်။

source: Install an extra package into the sandbox (can be specified multiple times)
my: sandbox တွင် အပိုပက်ကေ့ဂျ်တစ်ခုထည့်သွင်းပါ။ (အကြိမ်ပေါင်းများစွာ သတ်မှတ်နိုင်သည်။)

source: Path to a file with the crash database authentication information. This is used when specifying a crash ID to upload the retraced stack traces (only if neither -g, -o, nor -s are specified)
my: ပျက်စီးဒေတာဘေ့စ်ဖြစ်ကြောင်း အထောက်အထားအချက်အလက်ပါရှိသည့် ဖိုင်တစ်ခုသို့လမ်းကြောင်းပြခြင်း။ ပြန်လည်ခြေရာခံထားသော stack ခြေရာခံများကို အပ်လုဒ်လုပ်ရန်အတွက် ပျက်စီး ID တစ်ခုသတ်မှတ်သည့်အခါတွင် ၎င်းကို အသုံးပြုပါသည်။ (-g၊ -o၊ သို့မဟုတ် -s တို့ကို သတ်မှတ်ထားခြင်းမရှိမှသာဖြစ်ပါသည်။)

source: Display retraced stack traces and ask for confirmation before sending them to the crash database.
my: ပြန်လည်ခြေရာခံထားသော stack traces ပြသပြီး ပျက်စီးမှုဒေတာဘေ့စ်သို့မပို့မီ အတည်ပြုချက်တောင်းပါ။

source: Path to the duplicate sqlite database (default: no duplicate checking)
my: ထပ်နေသော sqlite ဒေတာဘေ့စ်သို့ လမ်းကြောင်းပြခြင်း (မူလ- ထပ်နေခြင်းကို စစ်ဆေးထားခြင်းမရှိပါ။)

source: Do not add StacktraceSource to the report.
my: အစီရင်ခံစာတွင် StacktraceSource မထည့်ပါနှင့်။

source: You cannot use -C without -S. Stopping.
my: -S မရှိရင် -C ကို သုံးလို့မရပါဘူး။ ရပ်တန့်ခြင်း။

source: OK to send these as attachments? [y/n]
my: ၎င်းတို့ကို ပူးတွဲပါဖိုင်များအဖြစ် ပေးပို့ရန် အိုကေမလား။ [y/n]

source: See man page for details.
my: အသေးစိတ်အချက်များအတွက် man page ကို ကြည့်ပါ။

source: specify the log file name produced by valgrind
my: valgrind ကထုတ်လုပ်ဃဖိုင်အမည်ကိုသတ်မှတ်

source: reuse a previously created sandbox dir (SDIR) or, if it does not exist, create it
my: ယခင်က ဖန်တီးထားသော sandbox dir (SDIR) ကို ပြန်သုံးပါ သို့မဟုတ် မရှိပါက ၎င်းကို ဖန်တီးပါ။

source: do not create or reuse a sandbox directory for additional debug symbols but rely only on installed debug symbols.
my: နောက်ထပ် debug symbol များအတွက် sandbox လမ်းညွှန်တစ်ခု ဖန်တီးခြင်း သို့မဟုတ် ပြန်လည်အသုံးပြုခြင်း မပြုလုပ်ဘဲ ထည့်သွင်းထားသည့် debug symbol များပေါ်တွင်သာ အမှီပြုပြီးဆောင်ရွက်ပါ။

source: reuse a previously created cache dir (CDIR) or, if it does not exist, create it
my: ယခင်က ဖန်တီးထားသော cache dir (CDIR) ကို ပြန်သုံးပါ သို့မဟုတ် မရှိပါက ၎င်းကို ဖန်တီးပါ။

source: report download/install progress when installing packages into sandbox
my: ပက်ကေ့ဂျ်များကို sandbox တွင် ထည့်သွင်းသည့်အခါ ဒေါင်းလုဒ်လုပ်ခြင်း/ထည့်သွင်းခြင်းတိုးတက်မှုကို အစီရင်ခံပါ။

source: the executable that is run under valgrind's memcheck tool for memory leak detection
my: memory leak detection အတွက် valgrind ၏ memcheck tool အောက်တွင် လုပ်ဆောင်နိုင်သော executable ဖြစ်သည်။

source: Error: %s is not an executable. Stopping.
my: အမှားအယွင်း - %s သည် အကောင်ထည်ဖော်နိုင်သော အရာမဟုတ်ပါ။ ရပ်တန့်နေပါသည်။

source: This package does not seem to be installed correctly
my: ဒီ package သည်ကောင်းမွန်စွာမသွင်းထားဘူးဟုထင်ရပါသည်

source: You have some obsolete package versions installed. Please upgrade the following packages and check if the problem still occurs: %s
my: သင့်တွင် အသုံးမပြုတော့သော ပက်ကေ့ဂျ်ဗားရှင်းအချို့ကို ထည့်သွင်းထားသည်။ ကျေးဇူးပြု၍ အောက်ဖော်ပြပါ ပက်ကေ့ဂျ်များကို အဆင့်မြှင့်တင်ပြီး ပြဿနာရှိနေသေးသလား စစ်ဆေးပါ။ %s

source: unknown program
my: အမည်မသိပရိုဂရမ်

source: Sorry, the program "%s" closed unexpectedly
my: ဆောရီး၊ ပရိုဂရမ် "%s" သည်မမျှော်လင့်ပဲပိတ်သွားပါသည်

source: Problem in %s
my: %s တွင်ပြသာနတက်နေပါသည်

source: Your computer does not have enough free memory to automatically analyze the problem and send a report to the developers.
my: သင့်ကွန်ပျူတာတွင် ပြဿနာကိုအလိုအလျောက်ခွဲခြမ်းစိတ်ဖြာပြီး ဆော့ဖ်ဝဲရ်ရေးသားသူများထံ အစီရင်ခံစာပေးပို့ရန်အတွက် လုံလောက်သည့် free memory မရှိပါ။

source: Invalid problem report
my: ပြဿနာသတင်းပို့ချက်မမှန်ကန်ပါ

source: You are not allowed to access this problem report.
my: ဤပြဿနာအစီရင်ခံစာသို့ ဝင်ရောက်ခွင့် သင့်တွင်မရှိပါ။

source: Error
my: ချို့ယွင်းချက်

source: There is not enough disk space available to process this report.
my: ဤအစီရင်ခံစာလုပ်ဆောင်ရန်အတွက် ဒစ်ခ်နေရာမှာ မလုံလောက်ပါ။

source: Invalid PID
my: PID မမှန်ကန်ပါ

source: The specified process ID does not exist.
my: သတ်မှတ်ထားသော လုပ်ငန်းစဉ် ID မရှိပါ။

source: Not your PID
my: သင်၏ PID မဟုတ်ပါ။

source: The specified process ID does not belong to you.
my: သတ်မှတ်ထားသော လုပ်ငန်းစဉ် ID မှာ သင်နှင့်မသက်ဆိုင်ပါ။

source: No package specified
my: ပက်ကေ့ဂျ် သတ်မှတ်ထားခြင်း မရှိပါ။

source: You need to specify a package or a PID. See --help for more information.
my: ပက်ကေ့ဂျ်တစ်ခု သို့မဟုတ် PID တစ်ခု သတ်မှတ်ရန် လိုအပ်ပါသည်။ နောက်ထပ်အချက်အလက်များအတွက် --help ကိုကြည့်ပါ။

source: Permission denied
my: ခွင့်ပြုချက်ငြင်းပယ်ခြင်းခံရပါသည်

source: The specified process does not belong to you. Please run this program as the process owner or as root.
my: သတ်မှတ်ထားသော လုပ်ငန်းစဉ်သည် သင်နှင့် မသက်ဆိုင်ပါ။ ကျေးဇူးပြု၍ ဤပရိုဂရမ်ကို လုပ်ငန်းစဉ်ပိုင်ရှင်အဖြစ် သို့မဟုတ် root အဖြစ် လုပ်ဆောင်ပါ။

source: The specified process ID does not belong to a program.
my: သတ်မှတ်ထားသော လုပ်ငန်းစဉ် ID သည် ပရိုဂရမ်တစ်ခုနှင့် မသက်ဆိုင်ပါ။

source: Symptom script %s did not determine an affected package
my: Symptom script %s သည် ထိခိုက်မှုရှိသောပက်ကေ့ဂျ်ကို မဆုံးဖြတ်နိုင်ပါ။

source: Package %s does not exist
my: Package %s သည်မတည်ရှိပါ

source: Cannot create report
my: report မဖန်တီးနိုင်ပါ

source: Updating problem report
my: ပြဿနာအစီရင်ခံစာကို အပ်ဒိတ်လုပ်နေခြင်း

source: You are not the reporter or subscriber of this problem report, or the report is a duplicate or already closed. Please create a new report using "apport-bug".
my: သင်သည် ဤပြဿနာအစီရင်ခံစာ၏ သတင်းထောက် သို့မဟုတ် စာရင်းသွင်းသူမဟုတ်ပါ၊ သို့မဟုတ် အစီရင်ခံစာသည် ထပ်နေသည် သို့မဟုတ် ပိတ်ထားပြီးဖြစ်သည်။ ကျေးဇူးပြု၍ "apport-bug" ကို အသုံးပြုပြီး အစီရင်ခံစာအသစ်တစ်ခုဖန်တီးပါ။

source: You are not the reporter of this problem report. It is much easier to mark a bug as a duplicate of another than to move your comments and attachments to a new bug. Subsequently, we recommend that you file a new bug report using "apport-bug" and make a comment in this bug about the one you file. Do you really want to proceed?
my: သင်သည် ဤပြဿနာအစီရင်ခံစာအတွက် သတင်းထောက်မဟုတ်ပါ။ သင့်မှတ်ချက်များနှင့် ပူးတွဲပါဖိုင်များကို bug အသစ်တစ်ခုသို့ ရွှေ့ရန်ထက် အခြားတစ်ခုထပ်ပွားမှုတစ်ခုအဖြစ် bug ကို အမှတ်အသားပြုရန်မှာ ပိုမိုလွယ်ကူစေပါသည်။ နောက်ပိုင်းတွင် "apport-bug" ကို အသုံးပြု၍ bug အစီရင်ခံစာအသစ်တစ်ခုတင်ရန်နှင့် သင်ဖိုင်နှင့်ပတ်သက်သော ဤ bug တွင် မှတ်ချက်တစ်ခုပြုလုပ်ရန် အကြံပြုအပ်ပါသည်။ သင် အမှန်တကယ် ရှေ့ဆက်လိုပါသလား။

source: No additional information collected.
my: နောက်ထပ် အချက်အလက် စုဆောင်းထားခြင်းမရှိပါ။

source: What kind of problem do you want to report?
my: ဘယ်လိုပြဿနာမျိုးကိုသတင်းပို့လိုပါသလား။

source: The symptom "%s" is not known.
my: symptom "%s" ကို မသိပါ။

source: After closing this message please click on an application window to report a problem about it.
my: ဤမက်ဆေ့ဂျ်ကိုပိတ်ပြီးနောက် ၎င်းနှင့်ပတ်သက်သည့် ပြဿနာတစ်ခုကို အစီရင်ခံရန်အတွက် Application Window ကို နှိပ်ပါ။

source: xprop failed to determine process ID of the window
my: xprop သည် Window ၏ လုပ်ငန်းစဉ် ID ကို ဆုံးဖြတ်ရန် မအောင်မြင်ပါ။

source: Specify package name.
my: ပက်ကေ့ဂျ်အမည်ကို သတ်မှတ်ပါ။

source: Add an extra tag to the report. Can be specified multiple times.
my: အစီရင်ခံစာတွင် အပိုတဂ်တစ်ခု ထည့်ပါ။ အကြိမ်ပေါင်းများစွာ သတ်မှတ်နိုင်ပါသည်။

source: Start in bug filing mode. Requires --package and an optional --pid, or just a --pid. If neither is given, display a list of known symptoms. (Implied if a single argument is given.)
my: bug filing မုဒ်တွင် စတင်ပါ။ --package နှင့် optional --pid သို့မဟုတ် --pid တစ်ခုသာ လိုအပ်သည်။ ပေးထားခြင်းမရှိပါက သိရှိထားသော symptoms စာရင်းကို ပြသပါ။ (အငြင်းအခုံတစ်ခုဖြစ်ပါက ညွှန်းဆိုပါ။)

source: Click a window as a target for filing a problem report.
my: ပြဿနာအစီရင်ခံစာတစ်ခု တင်ရန်အတွက် ပစ်မှတ်အဖြစ် ဝင်းဒိုးတစ်ခုကို နှိပ်ပါ။

source: Start in bug updating mode. Can take an optional --package.
my: bug မွမ်းမံခြင်းမုဒ်တွင် စတင်ပါ။ ရွေးချယ်နိုင်သော --package တစ်ခုကို ယူနိုင်ပါသည်။

source: File a bug report about a symptom. (Implied if symptom name is given as only argument.)
my: Symptom တစ်ခုအကြောင်း bug အစီရင်ခံစာတင်ပါ။ (Symptom အမည်ကို Argument တစ်ခုတည်းအဖြစ် ပေးထားပါက ညွှန်းဆိုရန်)

source: Specify package name in --file-bug mode. This is optional if a --pid is specified. (Implied if package name is given as only argument.)
my: --file-bug မုဒ်တွင် ပက်ကေ့ဂျ်အမည်ကို သတ်မှတ်ပါ။ --pid ကို သတ်မှတ်ထားပါက စိတ်ကြိုက်ရွေးချယ်နိုင်ပါသည်။ (ပက်ကေ့ဂျ်အမည်ကို Argument တစ်ခုတည်းအဖြစ် ပေးထားပါက ညွှန်းဆိုရန်)

source: Specify a running program in --file-bug mode. If this is specified, the bug report will contain more information. (Implied if pid is given as only argument.)
my: --file-bug မုဒ်တွင် လုပ်ဆောင်နေသောပရိုဂရမ်ကို သတ်မှတ်ပါ။ ၎င်းကို သတ်မှတ်ထားပါက bug အစီရင်ခံစာတွင် နောက်ထပ်အချက်အလက်များ ပါဝင်မည်ဖြစ်သည်။ (pid ကို Argument တစ်ခုတည်းအဖြစ်သာ ပေးထားပါက ညွှန်းဆိုရန်)

source: The provided pid is a hanging application.
my: ပေးထားသော pid သည် hanging အက်ပလီကေးရှင်းတစ်ခုဖြစ်သည်။

source: Report the crash from given .apport or .crash file instead of the pending ones in %s. (Implied if file is given as only argument.)
my: %s ရှိ ဆိုင်းငံ့ထားသည့်အရာများအစား ပေးထားသည့် .apport သို့မဟုတ် .crash ဖိုင်မှ ပျက်စီးမှုကို အစီရင်ခံပါ။ ( File ကို Argument တစ်ခုတည်းအဖြစ်သာ ပေးထားပါက ညွှန်းဆိုရန်)

source: In bug filing mode, save the collected information into a file instead of reporting it. This file can then be reported later on from a different machine.
my: bug တင်သည့်မုဒ်တွင် စုဆောင်းထားသောအချက်အလက်များကို အစီရင်ခံမည့်အစား ဖိုင်တစ်ခုတွင် သိမ်းဆည်းပါ။ ဤဖိုင်ကို အခြားစက်တစ်ခုမှ နောက်ပိုင်းတွင် အစီရင်ခံနိုင်ပါသည်။

source: Print the Apport version number.
my: Apport ဗားရှင်းနံပါတ်ကိုပရင့်ထုတ်မည်

source: This will launch apport-retrace in a terminal window to examine the crash.
my: ပျက်စီးမှုစစ်ဆေးရန်အတွက် Terminal Window တစ်ခုတွင် appport-retrace ကို ဖွင့်ပေးမည်ဖြစ်သည်။

source: Run gdb session
my: gdb session ကို ဖွင့်ပါ။

source: Run gdb session without downloading debug symbols
my: debug သင်္ကေတများကို ဒေါင်းလုဒ်မလုပ်ဘဲ gdb session ကို ဖွင့်ပါ။

source: Update %s with fully symbolic stack trace
my: အပြည့်အ၀ symbolic stack trace ဖြင့် %s ကို အပ်ဒိတ်လုပ်ပါ။

source: Can't remember send report status settings
my: ပေးပို့လာသည့် အစီရင်ခံစာအခြေအနေပြသတ်မှတ်ချက်များကို မမှတ်မိနိုင်ပါ။

source: Saving crash reporting state failed. Can't set auto or never reporting mode.
my: ပျက်စီးမှုအစီရင်ခံခြင်းအခြေအနေအား သိမ်းဆည်းခြင်းမှာ မအောင်မြင်ပါ။ အလိုအလျောက် သို့မဟုတ် အစီရင်ခံခြင်းမုဒ်ကို မည်သည့်အခါမျှ သတ်မှတ်နိုင်မည်မဟုတ်ပါ။

source: This problem report applies to a program which is not installed any more.
my: ဤပြဿနာအစီရင်ခံချက်သည် နောက်ထပ်မထည့်သွင်းရသေးသည့် ပရိုဂရမ်တစ်ခုနှင့် သက်ဆိုင်ပါသည်။

source: The problem happened with the program %s which changed since the crash occurred.
my: ပျက်စီးမှုဖြစ်ပွားပြီးနောက် ပြောင်းလဲခဲ့သည့် ပရိုဂရမ် %s နှင့် ပြဿနာဖြစ်ခဲ့သည်။

source: This problem report is damaged and cannot be processed.
my: ဤပြဿနာအစီရင်ခံစာသည် ပျက်စီးနေပြီး လုပ်ဆောင်နိုင်ခြင်းမရှိပါ။

source: This report is about a package that is not installed.
my: ဤအစီရင်ခံစာသည် ထည့်သွင်းမထားသော ပက်ကေ့ခ်ျတစ်ခုနှင့်ပတ်သက်သည်။

source: An error occurred while attempting to process this problem report:
my: ဤပြဿနာအစီရင်ခံစာကို လုပ်ဆောင်ရန် ကြိုးစားနေစဉ် အမှားအယွင်းတစ်ခု ဖြစ်ပေါ်ခဲ့သည် -

source: Could not determine the package or source package name.
my: ပက်ကေ့ဂျ် သို့မဟုတ် အရင်းအမြစ်ပက်ကေ့ဂျ်အမည်ကို မဆုံးဖြတ်နိုင်ပါ။

source: Unable to start web browser
my: Web browser ကိုမဖွင့်နိုင်ပါ

source: Unable to start web browser to open %s.
my: %s ဖွင့်ရန် ဝဘ်ဘရောက်ဆာကို စတင်၍မရပါ။

source: Please enter your account information for the %s bug tracking system
my: %s bug ခြေရာခံစနစ်အတွက် သင့်အကောင့်အချက်အလက်ကို ထည့်သွင်းပါ။

source: Network problem
my: နတ်ဝေါ့ပြသာနာ

source: Cannot connect to crash database, please check your Internet connection.
my: ပျက်စီးနေသောဒေတာဘေ့စ်သို့ ချိတ်ဆက်၍မရပါ။ ကျေးဇူးပြု၍ အင်တာနက်ချိတ်ဆက်မှုကို စစ်ဆေးပါ။

source: Your system does not have enough memory to process this crash report.
my: သင့်စနစ်တွင် ဤပျက်စီးမှုအစီရင်ခံစာလုပ်ဆောင်ရန်အတွက် လုံလောက်သော memory မရှိပါ။

source: The problem cannot be reported: %s
my: ပြဿနာကို သတင်းပို့၍မရပါ - %s

source: Problem already known
my: ပြသာနာကိုသိရှိပြီးပါပြီ။

source: This problem was already reported in the bug report displayed in the web browser. Please check if you can add any further information that might be helpful for the developers.
my: ဤပြဿနာကို ဝဘ်ဘရောက်ဆာတွင် ပြသထားသည့် bug အစီရင်ခံစာတွင် အစီရင်ခံထားပြီးဖြစ်သည်။ ကျေးဇူးပြု၍ ဆော့ဖ်ဝဲရ်ရေးသားသူများအတွက် အထောက်အကူဖြစ်နိုင်သည့် နောက်ထပ်အချက်အလက်များထည့်သွင်းနိုင်ရန် စစ်ဆေးပါ။

source: This problem was already reported to developers. Thank you!
my: ဒီပြသာနာကို developer များသို့ပို့ပြီးပါပြီ။ ကျေးဇူးတင်ရှိပါသည်။

source: Cancel
my: ပယ်ဖျက်မည်

source: OK
my: ကောင်းပြီ

source: Crash report
my: လေယာဉ်ပျက်ကျအစီရင်ခံစာ

source: <big><b>Sorry, an internal error happened.</b></big>
my: <big><b>ဆောရီး၊ အတွင်းပိုင်းပြသာနာတက်နေပါသည်</b></big>

source: Remember this in future
my: ဤအရာကို အနာဂတ်တွင် သတိရပါစေ။

source: Ignore future problems of this program version
my: ဒီပရိုဂရမ်ဗားရှင်း၏အနာဂတ်ပြဿနာတွေ Ignore

source: Relaunch this application
my: ဤအက်ပလီကေးရှင်းကို ပြန်လည်စတင်ပါ။

source: _Examine locally
my: locally အလိုက် _E စစ်ဆေးပါ။

source: Don't send
my: မပို့ပါနှင့်

source: <big><b>Collecting problem information</b></big>
my: <big><b>ပြဿနာအချက်အလက်များကိုစုဆောင်းနေပါသည်</b></big>

source: Information is being collected that may help the developers fix the problem you report.
my: သင်သတင်းပို့သောပြဿနာကို ဆော့ဖ်ဝဲရ်ရေးသားသူများမှ ကူညီဖြေရှင်းပေးနိုင်ရန်အတွက် အချက်အလက်များ စုဆောင်းလျက်ရှိပါသည်။

source: Uploading problem information
my: ပြဿနာအချက်အလက်ကို အပ်လုဒ်တင်ခြင်း။

source: <big><b>Uploading problem information</b></big>
my: <big><b> ပြဿနာ အချက်အလက်ကို အပ်လုဒ်တင်ခြင်း</b></big>

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
my: စုဆောင်းထားသော အချက်အလက်များကို bug ခြေရာခံစနစ်သို့ ပေးပို့နေပါသည်။ ၎င်းမှာ မိနစ်အနည်းငယ် ကြာနိုင်ပါသည်။

source: Your system might become unstable now and might need to be restarted.
my: သင့်စနစ်သည် ယခု မတည်မငြိမ်ဖြစ်လာနိုင်ပြီး ပြန်လည်စတင်ရန် လိုအပ်နိုင်ပါသည်။

source: Usage: %s <report> <target directory>
my: အသုံးပြုမှု - %s <report> <target directory>

source: Destination directory exists and is not empty.
my: ဦးတည်ရာလမ်းကြောင်းရှိ၍ ၎င်းမှာ ဗလာမဟုတ်ပါ။

source: Collect system information
my: စနစ်အချက်အလက်ကို စုဆောင်းပါ။

source: Authentication is required to collect system information for this problem report
my: authentication ဤပြဿနာကိုအစီရင်ခံစာသည် system သတင်းအချက်အလက်စုဆောင်းဖို့လိုအပ်သည်

source: System problem reports
my: System ကိုပြဿနာအစီရင်ခံစာများ

source: Please enter your password to access problem reports of system programs
my: မိမိကွန်ပျူတာ၏စနစ်ကိုပြဿနာအစီရင်ခံစာများဝင်ရောက်ကြည့်ရှုရန်သင့် password ကိုရိုက်ထည့်ပေးပါ

source: Press any key to continue...
my: ဆက်လုပ်ရန်ကီးဘုတ်မှခလုတ်တစ်ခုခုကိုနှိပ်ပါ

source: What would you like to do? Your options are:
my: သင်ဘာလုပ်လိုပါသလဲ။ သင်၏ရွေးချယ်မှု့များကတော့ -

source: Please choose (%s):
my: ကျေးဇူးပြုပြီးရွေးပါ (%s):

source: After the problem report has been sent, please fill out the form in the automatically opened web browser.
my: ပြဿနာအစီရင်ခံစာပေးပို့ပြီးပါက ကျေးဇူးပြု၍ အလိုအလျောက်ဖွင့်ထားသော Web Browser တွင် ဖောင်ဖြည့်ပါ။

source: &Send report (%s)
my: &S အစီရင်ခံစာကိုပို့မည် (%s)

source: &Examine locally
my: locally အလိုက် &_E ဆန်းစစ်ပါ။

source: &View report
my: &V အစီရင်ခံစာကိုကြည့်မည်

source: &Keep report file for sending later or copying to somewhere else
my: နောက်မှပေးပို့ခြင်း သို့မဟုတ် အခြားတစ်နေရာသို့ကူးယူခြင်းတို့အတွက် အစီရင်ခံစာဖိုင်ကို &K သိမ်းဆည်းထားပါ။

source: Cancel and &ignore future crashes of this program version
my: ဤပရိုဂရမ်ဗားရှင်း၏ အနာဂတ် ပျက်စီးမှုများကို ပယ်ဖျက်ပြီး &i လျစ်လျူရှုပါ။

source: &Cancel
my: &C ပယ်ဖျက်မည်

source: Problem report file:
my: ပြဿနာအစီရင်ခံစာဖိုင် -

source: &Confirm
my: &C အတည်ပြုမည်

source: Error: %s
my: ချို့ယွင်းချက် - %s

source: Collecting problem information
my: ပြသာနာအချက်အလက်များကိုစုစည်းနေပါသည်

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
my: စုဆောင်းထားသောအချက်အလက်များကို အက်ပလီကေးရှင်းတိုးတက်စေရန်အတွက် ဆော့ဖ်ဝဲရေးသားသူများထံ ပေးပို့နိုင်ပါသည်။ ၎င်းမှာ မိနစ်အနည်းငယ် ကြာနိုင်ပါသည်။

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
my: စုဆောင်းထားသောအချက်အလက်များကို bug ခြေရာခံစနစ်သို့ ပေးပို့နေပါသည်။ ၎င်းမှာ မိနစ်အနည်းငယ် ကြာနိုင်ပါသည်။

source: &Done
my: &D ပြီးပါပြီ

source: none
my: ဘာမှမဟုတ်

source: Selected: %s. Multiple choices:
my: ရွေးထားသည် - %s။ Multiple choices:

source: Choices:
my: ရွေးချယ်မှု့များ -

source: Path to file (Enter to cancel):
my: ဖိုင်တင်ရန် လမ်းကြောင်း (ပယ်ဖျက်ရန် ထည့်သွင်းပါ)။

source: File does not exist.
my: ဖိုင်မတည်ရှိပါ

source: This is a directory.
my: ဤအရာမှာ လမ်းညွှန်တစ်ခုဖြစ်ပါသည်။

source: To continue, you must visit the following URL:
my: ဆက်လက်သွားရန်အတွက် အောက်ပါ URL ကိုအလည်သွားမှရမည် -

source: You can launch a browser now, or copy this URL into a browser on another computer.
my: သင်သည် ဘရောက်ဆာကို ယခုဖွင့်နိုင်သည် သို့မဟုတ် ဤ URL ကို အခြားကွန်ပျူတာရှိ ဘရောက်ဇာတစ်ခုသို့ ကူးယူနိုင်ပါသည်။

source: Launch a browser now
my: browser တစ်ခုကိုဖွင့်မည်

source: No pending crash reports. Try --help for more information.
my: ဆိုင်းငံ့ထားသော ပျက်စီးမှုအစီရင်ခံစာများမရှိပါ။ နောက်ထပ်အချက်အလက်များအတွက် --help တွင် ရှာဖွေပါ။

source: This occurred during a previous suspend, and prevented the system from resuming properly.
my: ၎င်းသည် ယခင် Suspend ကာလအတွင်း ဖြစ်ပွားခဲ့ပြီး စနစ်ကောင်းမွန်စွာ ပြန်လည်စတင်နိုင်စေရန် တားဆီးခဲ့သည်။

source: This occurred during a previous hibernation, and prevented the system from resuming properly.
my: ၎င်းသည် ယခင် Hibernation ကာလအတွင်း ဖြစ်ပွားခဲ့ပြီး စနစ်ကောင်းမွန်စွာ ပြန်လည်စတင်နိုင်စေရန် တားဆီးခဲ့သည်။

source: The resume processing hung very near the end and will have appeared to have completed normally.
my: resume လုပ်ငန်းစဉ်သည် ပြီးဆုံးခါနီးတွင် မပြီးပြတ်နိုင်ဘဲ သာမန်အားဖြင့် ပြီးဆုံးသွားပုံပေါ်သည်။

source: Leave Closed
my: ပိတ်လိုက်မည်

source: Relaunch
my: ပြန်ဖွင့်မည်

source: Username:
my: အသုံးပြုသူအမည် −

source: Password:
my: စကားဝှက် −

source: Collecting Problem Information
my: ပြသာနာအချက်အလက်များကိုစုစည်းနေပါသည်

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
my: ဒီ application ကောင်းမွန်စေရန်အတွက် စုဆောင်းရရှိသည့်အချက်အလက်များကို developer များထံသို့ပို့မည်။ မိနစ်အနည်းငယ်ကြာနိုင်ပါသည်။

source: Uploading Problem Information
my: ပြဿနာ အချက်အလက် အပ်လုဒ်တင်ခြင်း။
